Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Sometimes, one country actually is more significant than most other countries in certain contexts, but highly provincial writers and viewers may simply ''assume'' their country has contributed more than any other in ''every'' way, for example, believing that the West-European front was more important than the East-European front in UsefulNotes/WorldWarII despite only involving 10–25% of the latter's troops and 10% of its deaths, etc., etc.
pt_br: Às vezes, um país de fato é mais significante que os demais em certos contexto, mas escritores e espectadores muito provinciais podem simplesmente ''supôr'' que o próprio país contribuiu mais que qualquer outro em ''todos'' os aspectos; por exemplo, acreditando que a frente ocidental foi mais importante que a frente oriental na BrNotasUteis/SegundaGuerraMundial apesar de só ter entre 10-25% das tropas e 10% das casualidades, etc.

source: Sometimes, the Knight Templar is [[TheComputerIsYourFriend an artificially intelligent computer]] that took its instructions to "protect humanity" [[ZerothLawRebellion a bit too far]].
pt_br: Às vezes o Cavaleiro Templário é [[Br/OComputadorESeuAmigo um computador com inteligência artificial]] que [[Br/RebeliaoDaLeiZero se excedeu um pouco]] ao cumprir as instruções de "proteger a humanidade".

source: Sometimes, the story is going for a DownerEnding in which the villains escape justice for their crimes.
pt_br: Às vezes a história está se encaminhando para um Br/FinalDepressivo em que os vilões escapam da justiça.

source: Sometimes, the work was never canonical to begin with, but fans weren't sure and/or hoped it was, and we get a confirmation it wasn't.
pt_br: Às vezes a obra nem sequer era canônica, mas os fãs não tinham certeza ou esperavam que fosse, e então recebemos uma confirmação de que não era.

source: Sometimes, there are episodes where the kids are in school or some other location, like the often-mentioned but rarely-seen "other patio", or the small business some character owns.
pt_br: Às vezes há episódios em que as crianças estão na escola ou em algum outro lugar, como o restaurante ou o "outro pátio", que é frequentemente mencionado mas pouco visto.

source: Sometimes, they don't even need weapons and just use magic spells or other powers if they have them.
pt_br: Às vezes eles vão simplesmente usar magias ou outros poderes se eles os tiverem.

source: Sometimes, things are considered Woolseyisms because of how drastically different languages can be, often resulting in a few things becoming LostInTranslation if it's a direct translation, or sometimes a word or phrase just doesn't have a direct translation at all.
pt_br: Às vezes, coisas são consideradas woolseyismos por causa do quão drasticamente diferentes as linguagens podem ser, o que costuma fazer com que algumas coisas acabem [[Br/PerdidoNaTraducao perdidas na tradução]] se for uma tradução direta, ou quando uma palavra ou frase não possui uma tradução exata.

source: Sometimes, this is done for deliberate BadassDecay, but usually it isn't.
pt_br: Às vezes isso é feito para Br/DecaimentoFodanico deliberado, mas não costuma ser assim.

source: Sometimes, those making a What The Hell Hero statement can get one in return- an AntiHero may call TheHero out on being too inflexible to do what is necessary, while the hero may respond that their critic's methods are little better than those of the villains.
pt_br: Às vezes, quem faz uma declaração de "que merda é essa" pode receber uma de volta -- o Br/AntiHeroi pode chamar a atenção do [[Br/OHeroi herói]] por ser inflexível demais para fazer o que é necessário, enquanto o herói pode responder que os métodos do criticante são pouco melhores que os dos vilões.

source: Sometimes, though, they are NotSoAboveItAll.
pt_br: E às vezes eles [[Br/NaoTaoAcimaDeTudo nem estão realmente acima de tudo]].

source: Sometimes, when the various iconic characters are shown interacting, the show may border on being a plotless {{Sitcom}}.
pt_br: Às vezes, quando os vários personagens icônicos são mostrados interagindo entre si, o programa pode estar próximo de ser uma Br/{{sitcom}} sem trama.

source: Somewhere between HappilyEverAfter and a DownerEnding, the Bittersweet Ending happens when victory came at a harsh price, when, for whatever reason, the heroes cannot fully enjoy the reward of their actions, when some irrevocable loss has happened during the course of the events, and nothing will ever be the same again.
pt_br: Posicionado entre o Br/FelizesParaSempre e o Br/FinalDepressivo, o Final Agridoce ocorre quando a vitória vem com um custo alto, quando (por qualquer motivo que seja) os heróis não podem aproveitar plenamente a recompensa de suas ações ou quando alguma perda irrecuperável ocorreu durante o curso dos eventos, de maneira que nada mais será como antes.

source: Sonny can choose to disobey the Three Laws, but decides to save Calvin instead of killing VIKI -- the First Law would have forced him to prioritize a single human life in immediate peril over the abstract concept of "humanity"]].
pt_br: Sonny pode escolher desobedecer as Três Leis, mas decide salvar Calvin ao invés de matar VIKI -- a Primeira Lei o teria forçado a priorizar uma única vida humana em perigo imediato ao invés do conceito abstrato de "humanidade"]].

source: Sonny has a high chance of accomplishing either goal but not both, while Spooner only has a slim chance of killing VIKI and ''no'' chance of saving Calvin.
pt_br: Sonny possui uma chance elevada de alcançar um dos objetivos, mas não ambos; Spooner tem uma chance mínima de matar VIKI e ''nenhuma'' chance de salvar Calvin.

source: Sonny has a second one, symbolic of a [[HeartDrive heart]], in his chest, but it's implied to augment the one in his head, with no evidence that it can function on its own.
pt_br: Sonny possui um secundário, simbólico de um coração, em seu tórax, mas o filme implica que ele complementa a unidade na cabeça, sem evidência que ele pode funcionar sozinho.

source: Sonny is programmed to dream, but this appears to be a very deliberate emulation designed by Lanning.
pt_br: Sonny é programado para sonhar, mas isso parece ser uma emulação deliberada e projetada por Lanning.

source: Sonny killed Lanning, but only at Lanning's request to kickstart his ThanatosGambit.]] * ExpospeakGag: Dr. Calvin uses this with SesquipedalianLoquaciousness in the beginning, when describing her job: -->'''Detective Del Spooner:''' So, Dr. Calvin, what exactly do you do around here?\\ '''Susan Calvin:''' My general fields are advanced robotics and psychiatry.
pt_br: Sonny matou Lanning, mas a pedido do próprio para poder executar seu Br/GambitoDeThanatos.]] * Br/PiadaDeExpolingua: Dra. Calvin usa isso junto com Br/LoquacidadeSesquipedaliana no começo, ao descrever seu trabalho: -->'''Spooner:''' Então, doutora Susan, o que exatamente você faz aqui?\\ '''Calvin:''' Minhas áreas são robótica avançada e psiquiatria,

source: Sonny points this out in the film when Spooner tells him "someone in your position".
pt_br: Sonnu ressalta isso no filme quando Spooner diz "alguém na sua posição".

source: Sonny's coating is thicker so his coloring is slightly whiter, his eyes are blue instead of gold, and he has a second "brain" in his thorax instead of a USR uplink.
pt_br: O revestimento de Sonny é levemente mais branco por ser mais espesso, seus olhos são azuis ao invés de dourados e ele possui um segundo "cérebro" no tórax ao invés de uma conexão com a USR.

source: Sonny's eyes are blue.]] ** As Spooner is investigating Lanning's office, he whacks one of the safety windows with a chair, which cracks but doesn't break.
pt_br: ** Enquanto Spooner investiga o escritório de Lanning, ele usa uma cadeira para atingir uma janela, que racha mas não quebra em estilhaços.

source: Soon after, "El Chavo" and its sister show ''Series/ElChapulinColorado'' were merged into an hour-long sketch comedy show called "Chespirito" (fittingly, since they originated as sketches on the original "Chespirito" show).
pt_br: Logo após, ''Chaves'' e seu show irmão ''BrSerie/ChapolinColorado'' foram unificados em um show de uma hora chamado ''Chespirito'' (adequadamente, já que eles se originaram como esquetes no show "Chespirito" original).

source: Spooner actually catches on pretty quickly, realizing it's no coincidence that he, of all people, was called to investigate Lanning's death.
pt_br: Spooner na verdade se liga nisso bem rápido, percebendo que não é coincidência que ele, de todas as pessoas, foi chamado para investigar a morte de Lanning.

source: Spooner and Calvin connect because of their shared rapport with robots and are (initially) repelled by each other because of the diametrically opposed attitudes this rapport brings out in them.
pt_br: Spooner e Calvin se conectam por causa de seu vínculo compartilhado com os robôs e (inicialmente) se repelem por causa das atitudes diametralmente opostas em relação aos robôs.

source: Spooner and Calvin do not feel that much for him when they find him already killed by the rogue robots.]] * AutomatedAutomobiles: Heavy motor vehicles all have automatic pilots, which are legally required to be activated when driving over certain speeds.
pt_br: Spooner e Calvin não lamentam por ele ao descobrir que ele foi morto pelos robôs rebeldes.]] * Br/AutomoveisAutomaticos: Veículos motorizados pesados possuem pilotos automáticos, que devem ser ativados ao dirigir acima de certas velocidades.

source: Spooner goes to the location seen in the dreams and [[spoiler: sees the early stages of the RobotWar]].
pt_br: Spooner vai ao local visto nos sonhos e [[spoiler: vê os estágios iniciais da Br/GuerraRobotica]].

source: Spooner is not happy about that.
pt_br: Spooner não fica nada contente com isso.

source: Spooner is the only person who doesn't buy into this story and instead insists that Lanning was murdered by Sonny.
pt_br: Spooner é a única pessoa que não engole a história e insiste que Lanning foi assassinado por Sonny.

source: Spooner is very much anti-robot (and to some degree [[LuddWasRight technology in general]]), even considering himself the OnlySaneMan while everyone is certain that robots are safe and reliable.
pt_br: Spooner é totalmente averso aos robôs (e, em certa medida, à [[Br/LuddEstavaCerto tecnologia em geral]]), até mesmo se considerando a Br/UnicaPessoaSa enquanto todos os demais estão certos de que os robôs são seguros e confiáveis.

source: Spooner likes feeling in control of his life, and driving his own car, hitting buttons to turn on his music, and buying vintage clothing and vehicles is part of that.
pt_br: Spooner gosta de se sentir no controle de sua vida, e dirigir o próprio carro, usar botões para ativar a música e comprando artigos ''vintage'' é parte disso.

source: Spooner outright tells him to go home after the fact.
pt_br: Spooner diz diretamente para que ele vá para casa.

source: Spooner realises that he wasn't just the right man, he was the ''perfect'' man for the job, and the murder victim specifically called him to investigate his own death knowing that.
pt_br: Spooner entende que ele não era só o cara certo, ele era o cara ''perfeito'', e a vítima especificamente o contactou com isso em mente para a investigação da própria morte.

source: Spooner replies that Sonny is a robot, and according to the DA, murder is defined only by a ''human'' killing another human.]] * LostInACrowd: Sonny hides in a warehouse full of identical robots.
pt_br: Spooner responde que Sonny é um robô e que a promotoria define homicídio como um ''humano'' matando outro humano.]] * Br/PerdidoNaMultidao: Sonny se esconde em um depósito cheio de robôs idênticos.

source: Spooner rolls his eyes and goes off to do his CowboyCop routine.
pt_br: Spooner revira os olhos e então faz sua rotina de Br/PolicialCauboi.

source: Spooner takes one look at the room[[note]]the hatch to said computer core is a hundred stories in the air and accessible only through walkways that lack safety rails (and Spooner [[WhyDidItHaveToBeSnakes hates heights]]), plus Calvin needs to hack the hatch.
pt_br: Spooner olha para a sala[[note]]o acesso para o dito computador fica centenas de metros acima do térreo e é acessível apenas por passarelas que não possuem corrimões (e Spooner [[Br/PorQueTinhaQueSerCobras não gosta de altura]]), e Calvin precisa hackear o acesso.

source: Spooner then realizes that it's ''not'' a coincidence, and that Lanning wanted him on the case ''because'' he's paranoid about robots.
pt_br: Spooner então entende que ''não'' é uma coincidência, e que Lanning o queria no caso ''exatamente'' por elee ser paranoico com robôs.

source: Spooner was the only one he relied on to stop her, and the only way to get him sniffing around USR and the new generation of robots was for Lanning himself to die.]] * PluckyComicRelief: Farber, a foul-mouthed, wise-cracking street kid.
pt_br: Spooner era o único em quem ele confiava para impedi-la, e o único jeito de fazê-lo investigar a USR e a nova geração de robôs era o próprio Lanning morrer.]] * Br/CorajosoAlivioComico: Farber, um garoto boca-suja com a manha das ruas.

source: Spooner's emotional reaction to this (influenced by SurvivorGuilt) is that regardless of the girl's slim chances of surviving, a human would have agreed with Spooner that a small child should be given precedence over an adult regardless of objective assessment.
pt_br: A resposta emocional de Spooner a isso (influenciada pelo Br/RemorsoDoSobrevivente) é que apesar das chances baixas de sobrevivência da garota, um humano teria concordado que uma criança deveria receber precedência sobre um adulto independentemente de avaliação objetiva.

source: Spooner's robotic arm is so strong that they had to reinforce his entire left side to accommodate it, and he can't even use it at its full superhuman abilities because it could still tear free from his body.
pt_br: O braço robótico de Spooner é tão forte que o lado esquerdo precisou ser reforçado para o acomodar, e ele não pode usá-lo em força total porque ele poderia se soltar do corpo.

source: Sports games?
pt_br: Jogos de esportes?

source: Stab-man, I'm not Knifey Boy, I'm the Blue Raja." * CruelAndUnusualDeath: [[spoiler: Captain Amazing]]'s death by [[RealityWarping psycho-frakulation]] is [[BodyHorror gross and horrifying]].
pt_br: Eu não sou o Esfaqueador, nem o Facão, eu sou... o Marajá." * Br/MorteCruelIncomum: A morte do [[spoiler: Capitão Arraso]] pelo [[Br/DobradorDeRealidade Fritador]] é [[Br/HorrorCorporal horripilante e perturbadora]].

source: Stars.
pt_br: As estrelas.

source: Starting as the most robotic character in a cast full of robots, she eventually warms up to Spooner's more... instinctual way of doing things.
pt_br: Ela começa como a personagem mais robótica em um elenco cheio de robôs, mas eventualmente passa a adotar o jeito mais... instintivo de fazer as coisas.

source: Status Quo Is God can easily collide with HappilyEverAfter.
pt_br: Status Quo É Deus pode facilmente se opor a Br/FelizesParaSempre.

source: Status Quo Is God is usually the justification for a YoYoPlotPoint or an AgelessBirthdayEpisode.
pt_br: Status Quo É Deus costuma ser a justificativa para um Br/IoioDeTrama ou um ??? AgelessBirthdayEpisode.

source: Still other times, it may not be possible to exact retribution on the characters who ends up becoming Karma Houdinis.
pt_br: E em alguns casos pode não ser possível dar a retribuição nos personagens que se tornam Karma Houdini.

source: Still, others take the over-the-top so over the top that what was before unbelievable garbage is now heart-wrenching, adrenaline-rushing, undiluted '''[[SugarWiki/MomentOfAwesome AWESOME]]'''.
pt_br: Ainda assim, outros exageram tanto no exagero que aquilo que antes era só baboseira sem sentido agora causa uma onda de adrenalina em um puro momento de '''[[BrWikiAlegre/MomentoFantastico ISSO FOI DEMAIS]]'''.

source: Storehouses holding reserve currency, their general bureaucratic efficiency, and their command of land and sea trade routes made them attractive to bankers and kings, in addition to pilgrims.
pt_br: Os depósitos para armazenar reservas financeiras junto com a eficiência burocrática geral e seu domínio sobre rotas comerciais por terra e por mar os tornou atrativos para banqueiros e reis, além dos peregrinos.

source: Subbed shows and manga usually get around these by putting a note on the side explaining what they're mentioning.
pt_br: Programas legendados e mangá geralmente contornam esse problema inserindo uma nota de observação para explicar o contexto completo.

source: Subverted in that A.) He was already dead (a fact that was [[LampshadeHanging lampshaded]]) and B.) It turns out at the end that he 'survived', somewhat to the annoyance of the hero [[EmpathicWeapon wielding him]].
pt_br: Subvertido porque ele já estava morto (um fato para o qual [[Br/LancarLuzSobreOTropo se traz atenção]]) e ele acaba "sobrevivendo" no final, para certo desgosto da heroína que o maneja.

source: Subverted in the case of Quico, who sometimes can be just as mean as he is stupid.
pt_br: Com o Quico é subvertido, já que ele pode ser tão maldoso quanto é estúpido.

source: Subverted though: it isn't nearly fast enough.
pt_br: Subvertido, no entanto: definitivamente não é tão rápido.

source: Such pure evil!
pt_br: Tão diabólica!

source: Sufficiently strong characters ''might'' be able to [[BlownAcrossTheRoom knock them through a wall or mountain]], but just one hit like that won't have any lasting effect.
pt_br: Personagens suficientemente fortes ''talvez'' consigam [[Br/LancadoAtravesDaSala lançar eles através de uma parede ou montanha]], mas um único golpe como esse não terá efeito duradouro.

source: SuperTrope to CoincidentalBroadcast and ItsASmallWorldAfterAll.
pt_br: Br/SuperTropo para Br/TransmissaoCoincidente e Br/RealmenteEUmMundoPequeno.

source: Supernatural artificial beings like {{Golem}}s can land anywhere on the spectrum, too.
pt_br: Seres sobrenaturais artificiais como Br/{{Golem}}s podem parar em qualquer ponto da escala também.

source: Supertrope of HollywoodProvincialism.
pt_br: Supertropo de Br/ProvincialismoHollywoodiano.

source: Supertrope of {{Hellistics}}, when unrelated events turn out to be connected with each other just to screw over the character(s).
pt_br: Super tropo de Br/{{Infernistica}}, quando eventos não relacionados na verdade estão interconectados com o único propósito de sacanear os personagens.

source: Surprisingly, J recognizes him immediately upon seeing his corpse later on.
pt_br: Surpreendentemente, J o reconhece imediatamente ao ver o cadáver dele depois.

source: Swords and knives need to be dulled, firearms need to made non-fireable[[note]]The stage gun may still fire blanks, but not "live" ammunition[[/note]], and a chair or bottle that will be smashed on someone needs to be a safe, easy-to-break design.
pt_br: Espadas e facas precisam ser cegadas, armas de fogo precisam ser tornadas não-disparáveis[[note]]A arma ainda pode disparar balas de festim ou munição vazia, mas não munição ''real''[[/note]] e uma cadeira ou garrafa que será quebrada em alguém precisa ter um projeto seguro e fácil de quebrar.

source: TV Series usually wrap a prequel in a WholeEpisodeFlashback.
pt_br: Séries para TV costumam enfiar uma prequência em um Br/EpisodioDeRecordacao.

source: Take action scenes, for example: some shows try to keep action scenes realistic in order to seem believable, while others go so far over the top that it breaks the audience's WillingSuspensionOfDisbelief.
pt_br: Em cenas de ação, por exemplo, alguns shows tentam manter essas cenas realistas para passar credibilidade, enquanto outros exageram tanto nelas que acabam por quebrar a Br/SuspensaoVoluntariaDaDescrenca.

source: Take the page image: a pre-existing space elevator is in the city, but one did not appear to exist earlier in the work despite the fact that a building reaching up into space would be plain to see in any wide shot.
pt_br: Tomemos como exemplo a imagem da página: um elevador espacial pré-existente está na cidade, mas ele aparenta não existir antes, apesar do fato de que a existência de uma construção que se eleva até o espaço sideral ficaria à vista em qualquer enquadramento panorâmico.

source: Takes the "It's Nurture" position of the "NatureVersusNurture" argument; for the Nature position, see VillainousLineage.
pt_br: Fica do lado "criação" no debate de Br/NaturezaOuCriacao; para o lado da natureza, consultar Br/LinhagemVilanesca.

source: Talk about dull, right?
pt_br: Que entediante, né?

source: Tarzan and his pals may be present * DaycareNightmare: A daycare (US) or nursery school (UK) where you really wouldn't want to send your kids.
pt_br: Tarzan e seus amigos podem estar presentes. * Br/CrechePesadelo: Uma creche para onde você não vai querer mandar os seus filhos.

source: Technically not that different from [[BackFromTheDead Resurrection]] from the mortals' point of view, but distinct in that the actual entity never died- only their current physical manifestation.
pt_br: Tecnicamente não é tão diferente da [[Br/DeVoltaDosMortos ressurreição]] por um ponto de vista mortal, mas distintos pelo fato de que a entidade de fato nunca morreu -- apenas a manifestação física dela.

source: Templar territories in various regions were organized into provinces with commanders and preceptors manning these posts, most of whom were appointed by vote.
pt_br: Territórios templários em várias regiões eram organizados em províncias com governadores e preceptores ocupando os entrepostos, a maioria dos quais era escolhida por voto.

source: Templars had proper ranks between Knights, Chaplains and Sergeants.
pt_br: Templários tinham hierarquia própria, incluindo Cavaleiros, Capelães e Sargentos.

source: Tends to be shot a DeathGlare when they go too far (and probably isn't without one of their own, either).
pt_br: Tende a receber um Br/OlharDaMorte quando eles vão longe demais (e provavelmente possuem um para distribuir também).

source: Tends to come in TheReveal format.
pt_br: Tende a acompanhar Br/ARevelacao.

source: Thankfully, Dudão is always there to stop their argument.
pt_br: Felizmente Dudão está sempre lá para acalmar os ânimos.

source: Thankfully, the animated adaptation ignores the darker atmosphere of the book [[spoiler: as well as Jaimito dying]], and goes back to the more whimsical tone of the original show.
pt_br: Felizmente a adaptação animada ignora a atmosfera mais pesada do livro [[spoiler: assim como a morte de Jaiminho]] e volta para o tom mais alegre do show original.

source: Thanks to the [[LaserGuidedAmnesia neuralyzer]], the people believe it.
pt_br: Funciona graças ao uso do [[Br/AmnesiaComMiraLaser neuralizador]].

source: That and, good luck trying to explain to Profesor Jirafales she's not defenseless.
pt_br: Além disso, boa sorte tentando explicar ao professor Girafales que ela não é indefesa.

source: That changes when it turns out his powers only stop working in the sight of any ''living creature'', and that he can be invisible to cameras and electronic sensors just fine.]] * RealityWarping: The Psycho-frakulator seems to be a weaponized form of this.
pt_br: Isso muda quando se descobre que seus poderes só param de funcionar quando sob o olhar de ''criaturas vivas'', e que ele pode ficar invisível para câmeras e sensores eletrônicos.]] * Br/DistorcedorDeRealidade: O Fritador é isso transformado em arma.

source: That guy's gotta be an alien.\\ '''Frank the Pug:''' You don't like it, you can kiss my furry little butt!
pt_br: Esse cara com certeza é um alienígena.\\ '''Frank, o Pug:''' Se não gostou, eu não ligo a mínima, rapaz!
